Repository: ali9itani/buddypress-activity-social-share
Catalog: languages/buddypress-share-*.po
Languages: fr_fr

source: Settings
fr_fr: Paramètres

source: Sorry, but this plugin requires the BuddyPress Plugin to be installed and active. <br><a href="
fr_fr: Désolé, mais ce plugin nécessite l'installation du plugin BuddyPress et Ctif. <br> <a href = "

source: Facebook is an American for-profit corporation and online social media and social networking service based in Menlo Park, California, United States.
fr_fr: Facebook est une société américaine à but lucratif et des médias sociaux en ligne et Service de réseau social basé à Menlo Park, Californie, États-Unis.

source: LinkedIn is a business and employment-oriented social networking service that operates via websites.
fr_fr: LinkedIn est un service de réseau social axé sur les entreprises et l'emploi Qui fonctionne via les sites Web.

source: Google Plus is an interest-based social network that is owned and operated by Google.
fr_fr: Google Plus est un réseau social axé sur les intérêts qui est détenu et exploité Par Google.

source: BuddyPress Share
fr_fr: BuddyPress Partager

source: Extra Options
fr_fr: Options supplémentaires

source: Open as popup window
fr_fr: Ouvrir sous forme de fenêtre contextuelle

source: Default is set to open window in popup. If this option is disabled then services open in new tab instead popup.
fr_fr: La valeur par défaut est configurée pour ouvrir la fenêtre dans la fenêtre contextuelle. Si cette option est désactivée, Les services s'ouvrent dans un nouvel onglet à la place des fenêtres contextuelles.

source: You do not have sufficient permissions to access this page.
fr_fr: Vous n'avez pas les autorisations suffisantes pour accéder à cette page.

source: BuddyPress Share Settings
fr_fr: BuddyPress Paramètres de partage

source: Add Social Services
fr_fr: Ajouter des services sociaux

source: Component
fr_fr: Composant

source: Select Service
fr_fr: Sélectionnez le service

source: Social Sites
fr_fr: Sites sociaux

source: select
fr_fr: sélectionner

source: This field is required!
fr_fr: Ce champ est requis!

source: Description
fr_fr: La description

source: Save Changes
fr_fr: Sauvegarder les modifications

source: Share
fr_fr: Partager

source: Please enable share services!
fr_fr: Veuillez activer les services partagés!
